1:WizQst1513A1
00000000
Strange. Isn't our policy here "no humans allowed"? If that's the case, why am I seeing humans here?
奇怪。我们这里的政策不是"禁止人类进入"吗?如果是这样，为什么我在这里看到人类?
00000001
Sss! That one isn't human - it's a skull! Of course, it looks like a human skull, so it deserves the same treatment...
瑞士!那不是人，是骷髅头!当然，它看起来像人类的头骨，所以它应该得到同样的对待……
00000002
Fangs Palace Guard
尖牙宫卫
00000003
Palace
宫
00000004
You know, for a Snake, that guy was actually quite observant. The Sultana thought I was a Qhat! Can you imagine that?
作为蛇人，那家伙的观察力还真不错。苏丹娜以为我是阿拉伯人!你能想象吗?
00000005
Nice try, Wizard! You can't sneak up on Captain Slither! No one sneaks up on the Slither!
不错的尝试，魔法师!你不能偷偷接近斯利瑟队长!没人能偷偷接近斯利瑟!
00000006
Yes! Tell them, Captain!
是的!告诉他们，上尉!
00000007
Sss! Where did you come from? Don't ever do that again! Oh, nevermind... just... just get them!
瑞士!你从哪里来?别再那样做了!哦,别介意…只是…抓住他们!
00000008
Captain Slither
队长爬
00000009
"Fangs Palace Guard
“尖牙宫卫
00000010
So that was funny. Where do you think they come with these names, anyways? And how was that guy a Captain? Who's next, General Wiggles?
这很有趣。你觉得这些名字是怎么来的?那家伙怎么会是警监?下一个是谁，威格斯将军?
00000011
How did you get in here? You didn't sneak by Slither - that's impossible! No matter. Now you will experience the wrath of Fury!
你怎么进来的?你没有从斯利瑟身边溜过去——那是不可能的!不管。现在你将体验愤怒的愤怒!
00000012
Fury
愤怒
00000013
Now, you see that is a good name. "Fury". Sounds intimidating. Like "Ozzy". I just got lucky, though. Mother had good taste and all that.
你看，这是个好名字。“愤怒”。听起来令人生畏。像“奥兹”。不过我只是运气好。母亲的品味很好。
00000014
Yeah, but if I didn't have a great name like "Ozzy", I'd go with something tough-sounding, like "Fury". Anyways, let's see how "furious" he is.
是啊，但如果我没有"奥兹"这样好听的名字，我就会取个难听点的名字，比如"弗瑞"不管怎样，让我们看看他有多“愤怒”。
00000015
Another one bites the dust, eh? I guess Snakes are always biting dust, aren't they? Almost makes you feel sorry for them.
又一个人倒下了，是吗?我想蛇总是咬灰尘，不是吗?几乎让你为他们感到难过。
00000016
All right, so where do you figure this Loother Ray is? I hope we're close. Can't say my feet are getting tired, but I could use a break.
好吧，那你觉得这个鲁特·雷在哪里?我希望我们走得很近。我的脚还不算累，但我想休息一下。
